[
    {
      "picture": "https://i.ibb.co/dpDd0mx/escorts-logo.png",
      "reviews": "SWapped out my gold fittings with the chrome. Perfect fit and sweet intall. Mounted on Corian. Moen support is second to none. Good company that stands behind their products.",
      "name": "Emma",
      "ratings": 5
    },
    {
      "picture": "https://i.ibb.co/Hdhryrj/landini-logo.png",
      "reviews": "You will pay more for this wrench but it is built to last a lifetime. Delivery of the product is very fast. In just 24 hours I got my desired product. Thanks ",
      "name": "Lucie E Forbes",
      "ratings": 5
    },
    {
      "picture": "https://i.ibb.co/qRbVgm1/mahindra-logo.png",
      "reviews": "All of items are well built. Angle and fitings is as well! Heavy brass or bronze castings and soldered slip fittings (you can get other ways to attach this unit).",
      "name": "Brianna",
      "ratings": 4.5
    },
    {
      "picture": "https://i.ibb.co/X3JCbFr/massey-logo.png",
      "reviews": "No more worries of the house flooding and no running water. The Pressure regulator arrived faster than expected. It was installed and works great. Thanks for the great service.",
      "ratings": 5
    },
    {
      "picture": "https://i.ibb.co/FXFPLcZ/New-Holland-logo.png",
      "reviews": "Wow. Not only was it delivered fast (a day early) and before 730am but also was not expecting to se individually wrapped pipes is great condition.I would definitely buy again. Great price for 16ga 304 stainless too!",
      "name": "Alvin",
      "ratings": 4.5
    },
    {
      "picture": "https://i.ibb.co/bLP55PL/same-logo.png",
      "reviews": "They make great product .Installation was easy and it looks great in our shower. Our old one was rusted out and we were changing the faucet anyway..",
      "name": "Michelle ",
      "ratings": 4
    },
    {
      "picture": "https://i.ibb.co/850b6Q9/tafe-logo.png",
      "reviews": "Best deal on exhaust piping! So many pieces you can do multiple vehicles. Lots of angled bends so you can route your exhaust any way you can imagine. Thickness was perfect for the diameter of pipe so it's very strong but not too heavy.",
      "name": "Michelle ",
      "ratings": 4
    }
  ]
